Repository: lliurex/lliurex-backup
Catalog: translations/*.po
Languages: ca@valencia, es

source: LliureX Server basic services
ca@valencia: Serveis bàsics del servidor de LliureX
es: Servicios basicos de LliureX

source: HTTP Server
ca@valencia: Servidor HTTP
es: Servidor HTTP

source: Printing service
ca@valencia: Servei d'impressió
es: Servicio de impresión

source: MySQL Database
ca@valencia: Base de dades MySQL
es: Base de datos MYSQL

source: NFS configuration
ca@valencia: Configuració
es: Configuración de NFS

source: %s or its parent path is already in the backup list
ca@valencia: %s o el seu camí superior ja existeixen en la llista de la còpia de seguretat
es: %s o su ruta padre ya esta en el listado de la copia de seguridad

source: The selected folder has been edited successfully
ca@valencia: S'ha editat correctament la carpeta seleccionada
es: La carpeta seleccionada ha sido editada correctamente

source: The selected folder has been added to the backup list
ca@valencia: S'ha afegit la capeta seleccionada a la llista de la còpia de seguretat
es: La carpeta seleccionada ha sido añadida a la lista de backup

source: Backup file created successfully: %s
ca@valencia: El fitxer de la còpia de seguretat s'ha creat correctament: %s
es: Copia de seguridad creada correctamente: %s

source: Creation of backup file failed: %s
ca@valencia: Ha fallat la creació del fitxer de la còpia de seguretat: %s
es: La creación de la copia de seguridad ha fallado: %s

source: The selected folder has been removed to the backup list
ca@valencia: La carpeta seleccionada s'ha eliminat de la llista de la còpia de seguretat
es: La carpeta seleccionada ha sido eliminada de la lista de la copia de seguridad

source: You must select a directory to save the generated backup
ca@valencia: Heu de seleccionar un directori per a guardar la còpia de seguretat creada
es: Debe seleccionar un directorio para guardar la copia de seguridad generada

source: You must select a restoration file
ca@valencia: Heu de seleccionar un fitxer de restauració
es: Debe seleccionar un fichero para la restauración

source: Restoration complete sucessfully
ca@valencia: La restauració s'ha completat correctament
es: Restauración completada correctamente

source: Restoration failed: %s
ca@valencia: Ha fallat la restauració : %s
es: Restauración fallida: %s

source: %s folder can not be added to the backup list
ca@valencia: No es pot afegir la carpeta %s a la llista de la còpia de seguretat
es: %s no puede ser añadida a la lista de la copia de seguridad

source: Click to not include in the backup
ca@valencia: Feu clic per a no incloure-la en la llista de seguretat
es: Haga clic para no incluir en el backup

source: Click to include in the backup
ca@valencia: Feu clic per a incloure-la en la llista de seguretat
es: Haga clic para incluir en el backup

source: Default service. Unable to manage it
ca@valencia: Servei predeterminat. No es pot gestionar
es: Servicio por defecto. No puede ser gestionado

source: Manage service
ca@valencia: Gestiona el servei
es: Gestionar servicio

source: Change the folder
ca@valencia: Canvia la carpeta
es: Cambiar la carpeta

source: Remove the folder of the list
ca@valencia: Elimina la carpeta de la llista
es: Eliminar la carpeta de la lista

source: Please choose a folder
ca@valencia: Trieu una carpeta
es: Seleccione una carpeta

source: Custom directory
ca@valencia: Directori personalitzat
es: Directorio personalizado

source: Do you want delete the folder of the list?
ca@valencia: Voleu eliminar la carpeta de la llista?
es: ¿Desea eliminar la carpeta de la lista?

source: Creating backup file...
ca@valencia: S'està creant el fitxer de la còpia de seguretat...
es: Creando copia de seguridad...

source: Restoring services...
ca@valencia: S'estan restaurant els serveis...
es: Restaurando servicios...

source: Validating user...
ca@valencia: S'està validant l'usuari...
es: Validando usuario...

source: Invalid user
ca@valencia: L'usuari no és vàlid
es: Usuario no válido

source: Add folder
ca@valencia: Afig una carpeta
es: Añadir carpeta

source: Add folder to the list of services for the backup
ca@valencia: Afig una carpeta a la llista de serveis de la còpia de seguretat
es: Añadir carpeta a la lista de servicios para la copia de seguridad

source: Target:
ca@valencia: Destinació:
es: Destino:

source: Select folder
ca@valencia: Seleccioneu una carpeta
es: Seleccionar carpeta

source: User
ca@valencia: Usuari
es: Usuario

source: Password
ca@valencia: Contrasenya
es: Contraseña

source: Server IP (Default value : server)
ca@valencia: IP del servidor (valor per defecte : servidor)
es: IP del Servidor (Valor por defecto: server)

source: Login
ca@valencia: Inicia la sessió
es: Identificarse

source: Backup
ca@valencia: Còpia de seguretat
es: Copia de seguridad

source: Restore
ca@valencia: Restaura
es: Restauración

source: Make Backup
ca@valencia: Crea una còpia de seguretat
es: Ejecutar copia de seguridad

source: Restore Backup
ca@valencia: Restaura la còpia de seguretat
es: Ejecutar restauración

source: Select a file with a backup to be restored
ca@valencia: Seleccioneu un fitxer amb una còpia de seguretat que calga restaurar
es: Seleccione un fichero con la copia de seguridad a restaurar

source: Select a file
ca@valencia: Seleccioneu un fitxer
es: Seleccione un fichero

source: Backup file created with errors: %s
es: Copia de seguridad creada con errores: %s

source: You must select at least one service to backup
es: Debe seleccionaral menos un servicio para la copia de seguridad
